export default {
  code:
    `
// 故事还要从2018年的十一说起
// 刚见到她的那一刻，我就心动啦
const { 😆, 🤗 } = 🌎;
😆.say('你好，我叫何长杰!');
🤗.response('你好，我叫李苗苗');
Utils.marry(😆,🤗);
Utils.generateInvitation(😆,🤗);
// 于是有了接下来的故事`,
  executions: [{
    name: '刚开始',
    time: '',
    duration: 0,
    visible: false
  }, {
    name: '简单的约会',
    time: '',
    duration: 0,
    visible: false
  }, {
    name: '疯狂的热恋',
    time: '',
    duration: 0,
    visible: false
  }, {
    name: '岁月的静好',
    time: '',
    duration: 0,
    visible: false
  }, {
    name: '准备结婚啦🙂',
    time: '',
    duration: 0,
    visible: false
  }, {
    name: '终于结婚啦😄',
    time: '',
    duration: 0,
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '今晚翻你牌',
    '看朕给你打下的江山',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '只要代码写得好，单身永远跑不了'
  ],
}